"Auto download incoming files policy" = "Regole di download automatico file in arrivo";
"Max size (in bytes)" = "Grandezza massima (in bytes)";
"Encrypt messages with LIME" = "Cifra i messaggi con LIME";
"File sharing" = "Condivisione di file";
"Server URL" = "URL del server";
"Auto write to gallery" = "Scrittura automatica in Galleria"
